[
			{
				"link"    : "//www.linkedin.com/in/n8crocker/",
				"name"    : "Nate Crocker",
				"title"   : "Director of Multimedia at USAF Chaplain Corps and Owner, StudioP40",
				"image"   : "https://res.cloudinary.com/crigger-assets/image/upload/v1536787651/avatars/nate-profile.jpg",
				"date"    : "2017-07-31",
				"desc"    : "July 31, 2017, Shawn was a client of Nate’s",
				"comment" : "I have worked with Shawn on several projects ranging from plugin customization to complete website development. Each time Shawn kept in regular contact to provide status updates and made excellent recommendations that saved time and resources to develop. He is a gifted developer and offers more than reasonable pricing."
			},
			{
				"link"    : "//www.linkedin.com/in/antonelneculai/",
				"name"    : "Antonel Neculai",
				"title"   : "Digital Technologist & Story Teller | PR & Social Marketing Strategist | Entrepreneur | Engineer | NASA Social Alumni",
				"image"   : "https://res.cloudinary.com/crigger-assets/image/upload/v1536787649/avatars/antonel-profile.jpg",
				"date"    : "2016-07-18",
				"desc"    : "July 18, 2016, Antonel was a client of Shawn’s",
				"comment" : "I have worked with Shawn on various projects related to online marketing and web sites for the North Myrtle Beach Chamber of Commerce. Shawn has proved himself to be a very hard working, true professional. His volume of technical knowledge on things related to online marketing, emails, web sites, social channels, programming, and web design is truly impressive. But besides knowledge, Shawn has also displayed the treats of best professionalism, holding very high standards of conduct, communication, and interaction. It is a pleasure collaborating with Shawn and see him relentlessly working on projects until every detail is taken care of and everything is finalized to the best! I am also enchanted by his writing skills, a treat not very often encountered among the ranks of IT professionals and programmers. I strongly recommend Shawn to anyone in need of an excellent professional to take care of projects related to web sites, web programming, web design, social media channels, and email marketing."
			},
			{
				"link"    : "//www.linkedin.com/in/brandonrobertevans/",
				"name"    : "Brandon Evans",
				"title"   : "Co-Owner at Southern Tide Media",
				"image"   : "https://res.cloudinary.com/crigger-assets/image/upload/v1536787650/avatars/brandon-profile.jpg",
				"date"    : "2016-05-31",
				"desc"    : "May 31, 2016, Brandon managed Shawn directly",
				"comment" : "Highly skilled and motivated, Shawn is not only a top notch developer, but he actively looks for improvements that will help clients grown even when that's \"not part of the project description\", which is a rare trait. In a phrase, Shawn is a talented workaholic."
			},
			{
				"link"    : "//www.linkedin.com/in/joshgcanfield/",
				"name"    : "Joshua Canfield",
				"title"   : "Owner of Code Clarity™ (of Simplify Design®)",
				"image"   : "https://res.cloudinary.com/crigger-assets/image/upload/v1536787650/avatars/josh-profile.jpg",
				"date"    : "2013-03-02",
				"desc"    : "March 2, 2013, Joshua worked with Shawn but at different companies",
				"comment" : "Shawn is just a wonderful developer. He is ambitious and attentive which is more than important when it comes to programming. He is precise and detail oriented which goes a very long way in this industry."
			},
			{
				"link"    : "//www.linkedin.com/in/eaglewebdesigns/",
				"name"    : "Chuck Bunnell",
				"title"   : "Web Programmer / Designer at Eagle Web Designs, Inc & Coastal Carolina University",
				"image"   : "https://res.cloudinary.com/crigger-assets/image/upload/v1536787650/avatars/chuck-profile.jpg",
				"date"    : "2012-11-12",
				"desc"    : "November 12, 2012, Chuck was a client of Shawn’s",
				"comment" : "Shawn is not only an excellent high-end programmer, but he has a knack for figuring out how to do the \"impossible.\" He loves the challenge and always comes up with an answer. If you have a website that needs programming changes, Shawn can do it; even when other can't."
			}
]